[
  {
    "title": "The Passionate Pilgrim I",
    "author": "William Shakespeare",
    "text": "When my love swears that she is made of truth,\nI do believe her, though I know she lies,\nThat she might think me some untutor’d youth,\nUnskilful in the world’s false forgeries.\nThus vainly thinking that she thinks me young,\nAlthough I know my years be past the best,\nI smiling credit her false-speaking tongue,\nOutfacing faults in love with love’s ill rest.\nBut wherefore says my love that she is young?\nAnd wherefore say not I that I am old?\nO, love’s best habit is a soothing tongue,\nAnd age, in love, loves not to have years told.\n  Therefore I’ll lie with love, and love with me,\n  Since that our faults in love thus smother’d be.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim II",
    "author": "William Shakespeare",
    "text": "Two loves I have, of comfort and despair,\nThat like two spirits do suggest me still;\nMy better angel is a man right fair,\nMy worser spirit a woman colour’d ill.\nTo win me soon to hell, my female evil\nTempteth my better angel from my side,\nAnd would corrupt my saint to be a devil,\nWooing his purity with her fair pride.\nAnd whether that my angel be turn’d fiend,\nSuspect I may, yet not directly tell:\nFor being both to me, both to each friend,\nI guess one angel in another’s hell;\n  The truth I shall not know, but live in doubt,\n  Till my bad angel fire my good one out.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim III",
    "author": "William Shakespeare",
    "text": "Did not the heavenly rhetoric of thine eye,\n’Gainst whom the world could not hold argument,\nPersuade my heart to this false perjury?\nVows for thee broke deserve not punishment.\nA woman I forswore; but I will prove,\nThou being a goddess, I forswore not thee:\nMy vow was earthly, thou a heavenly love;\nThy grace being gain’d cures all disgrace in me.\nMy vow was breath, and breath a vapour is;\nThen, thou fair sun, that on this earth doth shine,\nExhale this vapour vow; in thee it is:\nIf broken, then it is no fault of mine.\n  If by me broke, what fool is not so wise\n  To break an oath, to win a paradise?",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim IV",
    "author": "William Shakespeare",
    "text": "Sweet Cytherea, sitting by a brook\nWith young Adonis, lovely, fresh, and green,\nDid court the lad with many a lovely look,\nSuch looks as none could look but beauty’s queen.\nShe told him stories to delight his ear;\nShe show’d him favours to allure his eye;\nTo win his heart, she touch’d him here and there⁠—\nTouches so soft still conquer chastity.\nBut whether unripe years did want conceit,\nOr he refused to take her figured proffer,\nThe tender nibbler would not touch the bait,\nBut smile and jest at every gentle offer:\n  Then fell she on her back, fair queen, and toward:\n  He rose and ran away; ah, fool too froward!",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim V",
    "author": "William Shakespeare",
    "text": "If love make me forsworn, how shall I swear to love?\nO never faith could hold, if not to beauty vow’d:\nThough to myself forsworn, to thee I’ll constant prove;\nThose thoughts, to me like oaks, to thee like osiers bow’d.\nStudy his bias leaves, and makes his book thine eyes,\nWhere all those pleasures live that art can comprehend.\nIf knowledge be the mark, to know thee shall suffice;\nWell learned is that tongue that well can thee commend;\nAll ignorant that soul that sees thee without wonder;\nWhich is to me some praise, that I thy parts admire:\nThine eye Jove’s lightning seems, thy voice his dreadful thunder,\nWhich, not to anger bent, is music and sweet fire.\n  Celestial as thou art, O do not love that wrong,\n  To sing heaven’s praise with such an earthly tongue.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim VI",
    "author": "William Shakespeare",
    "text": "Scarce had the sun dried up the dewy morn,\nAnd scarce the herd gone to the hedge for shade,\nWhen Cytherea, all in love forlorn,\nA longing tarriance for Adonis made\nUnder an osier growing by a brook,\nA brook where Adon used to cool his spleen:\nHot was the day; she hotter that did look\nFor his approach, that often there had been.\nAnon he comes, and throws his mantle by,\nAnd stood stark naked on the brook’s green brim:\nThe sun look’d on the world with glorious eye,\nYet not so wistly as this queen on him.\n  He, spying her, bounced in, whereas he stood:\n  “O Jove,” quoth she, “why was not I a flood!”",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim VII",
    "author": "William Shakespeare",
    "text": "Fair is my love, but not so fair as fickle;\nMild as a dove, but neither true nor trusty;\nBrighter than glass, and yet, as glass is, brittle;\nSofter than wax, and yet, as iron, rusty:\n  A lily pale, with damask dye to grace her,\n  None fairer, nor none falser to deface her.\nHer lips to mine how often hath she joined,\nBetween each kiss her oaths of true love swearing!\nHow many tales to please me hath she coined,\nDreading my love, the loss thereof still fearing!\n  Yet in the midst of all her pure protestings,\n  Her faith, her oaths, her tears, and all were jestings.\nShe burn’d with love, as straw with fire flameth;\nShe burn’d out love, as soon as straw out-burneth;\nShe framed the love, and yet she foil’d the framing;\nShe bade love last, and yet she fell a-turning.\n  Was this a lover, or a lecher whether?\n  Bad in the best, though excellent in neither.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim VIII",
    "author": "William Shakespeare",
    "text": "If music and sweet poetry agree,\nAs they must needs, the sister and the brother,\nThen must the love be great ’twixt thee and me,\nBecause thou lovest the one, and I the other.\nDowland to thee is dear, whose heavenly touch\nUpon the lute doth ravish human sense;\nSpenser to me, whose deep conceit is such\nAs, passing all conceit, needs no defence.\nThou lovest to hear the sweet melodious sound\nThat Phoebus’ lute, the queen of music, makes;\nAnd I in deep delight am chiefly drown’d\nWhenas himself to singing he betakes.\n  One god is god of both, as poets feign;\n  One knight loves both, and both in thee remain.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim IX",
    "author": "William Shakespeare",
    "text": "Fair was the morn when the fair queen of love,\n  ⋮\nPaler for sorrow than her milk-white dove,\nFor Adon’s sake, a youngster proud and wild;\nHer stand she takes upon a steep-up hill:\nAnon Adonis comes with horn and hounds;\nShe, silly queen, with more than love’s good will,\nForbade the boy he should not pass those grounds:\n“Once,” quoth she, “did I see a fair sweet youth\nHere in these brakes deep wounded with a boar,\nDeep in the thigh, a spectacle of ruth!\nSee, in my thigh,” quoth she, “here was the sore.”\n  She showed hers: he saw more wounds than one,\n  And blushing fled, and left her all alone.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim X",
    "author": "William Shakespeare",
    "text": "Sweet rose, fair flower, untimely pluck’d, soon vaded,\nPluck’d in the bud, and vaded in the spring!\nBright orient pearl, alack, too timely shaded!\nFair creature, kill’d too soon by death’s sharp sting!\n  Like a green plum that hangs upon a tree,\n  And falls, through wind, before the fall should be.\nI weep for thee, and yet no cause I have;\nFor why thou left’st me nothing in thy will:\nAnd yet thou left’st me more than I did crave;\nFor why I craved nothing of thee still:\n  O yes, dear friend, I pardon crave of thee,\n  Thy discontent thou didst bequeath to me.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XI",
    "author": "William Shakespeare",
    "text": "Venus, with young Adonis sitting by her\nUnder a myrtle shade, began to woo him:\nShe told the youngling how god Mars did try her,\nAnd as he fell to her, so fell she to him.\n“Even thus,” quoth she, “the warlike god embraced me,”\nAnd then she clipp’d Adonis in her arms;\n“Even thus,” quoth she, “the warlike god unlaced me,”\nAs if the boy should use like loving charms;\n“Even thus,” quoth she, “he seized on my lips,”\nAnd with her lips on his did act the seizure:\nAnd as she fetched breath, away he skips,\nAnd would not take her meaning nor her pleasure.\n  Ah, that I had my lady at this bay,\n  To kiss and clip me till I run away!",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XII",
    "author": "William Shakespeare",
    "text": "Crabbed age and youth cannot live together:\nYouth is full of pleasance, age is full of care;\nYouth like summer morn, age like winter weather;\nYouth like summer brave, age like winter bare.\nYouth is full of sport, age’s breath is short;\n  Youth is nimble, age is lame;\nYouth is hot and bold, age is weak and cold;\n  Youth is wild, and age is tame.\nAge, I do abhor thee; youth, I do adore thee;\n  O, my love, my love is young!\nAge, I do defy thee: O, sweet shepherd, hie thee,\n  For methinks thou stay’st too long.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XIII",
    "author": "William Shakespeare",
    "text": "Beauty is but a vain and doubtful good;\nA shining gloss that vadeth suddenly;\nA flower that dies when first it gins to bud;\nA brittle glass that’s broken presently:\n  A doubtful good, a gloss, a glass, a flower,\n  Lost, vaded, broken, dead within an hour.\nAnd as goods lost are seld or never found,\nAs vaded gloss no rubbing will refresh,\nAs flowers dead lie wither’d on the ground,\nAs broken glass no cement can redress,\n  So beauty blemish’d once’s forever lost,\n  In spite of physic, painting, pain and cost.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XIV",
    "author": "William Shakespeare",
    "text": "Good night, good rest. Ah, neither be my share:\nShe bade good night that kept my rest away;\nAnd daff’d me to a cabin hang’d with care,\nTo descant on the doubts of my decay.\n“Farewell,” quoth she, “and come again to-morrow:”\nFare well I could not, for I supp’d with sorrow.\nYet at my parting sweetly did she smile,\nIn scorn or friendship, nill I construe whether:\n’T may be, she joy’d to jest at my exile,\n’T may be, again to make me wander thither:\n  “Wander,” a word for shadows like myself,\n  As take the pain, but cannot pluck the pelf.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XV",
    "author": "William Shakespeare",
    "text": "Lord, how mine eyes throw gazes to the east!\nMy heart doth charge the watch; the morning rise\nDoth cite each moving sense from idle rest.\nNot daring trust the office of mine eyes,\n  While Philomela sits and sings, I sit and mark,\n  And wish her lays were tuned like the lark;\nFor she doth welcome daylight with her ditty,\nAnd drives away dark dismal-dreaming night:\nThe night so pack’d, I post unto my pretty;\nHeart hath his hope, and eyes their wished sight;\n  Sorrow changed to solace, solace mix’d with sorrow;\n  For why, she sigh’d and bade me come to-morrow.\nWere I with her, the night would post too soon;\nBut now are minutes added to the hours;\nTo spite me now, each minute seems a moon;\nYet not for me, shine sun to succour flowers!\n  Pack night, peep day; good day, of night now borrow:\n  Short, night, to-night, and length thyself to-morrow.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XVI",
    "author": "William Shakespeare",
    "text": "It was a lording’s daughter, the fairest one of three,\nThat liked of her master as well as well might be,\nTill looking on an Englishman, the fair’st that eye could see,\n  Her fancy fell a-turning.\nLong was the combat doubtful that love with love did fight,\nTo leave the master loveless, or kill the gallant knight:\nTo put in practice either, alas, it was a spite\n  Unto the silly damsel!\nBut one must be refused; more mickle was the pain\nThat nothing could be used to turn them both to gain,\nFor of the two the trusty knight was wounded with disdain:\n  Alas, she could not help it!\nThus art with arms contending was victor of the day,\nWhich by a gift of learnlng did bear the maid away:\nThen, lullaby, the learned man hath got the lady gay;\n  For now my song is ended.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XVII",
    "author": "William Shakespeare",
    "text": "On a day, alack the day!\nLove, whose month was ever May,\nSpied a blossom passing fair,\nPlaying in the wanton air:\nThrough the velvet leaves the wind,\nAll unseen, ’gan passage find;\nThat the lover, sick to death,\nWish’d himself the heaven’s breath,\n“Air,” quoth he, “thy cheeks may blow;\nAir, would I might triumph so!\nBut, alas! my hand hath sworn\nNe’er to pluck thee from thy thorn:\nVow, alack! for youth unmeet:\nYouth, so apt to pluck a sweet.\nThou for whom Jove would swear\nJuno but an Ethiope were;\nAnd deny himself for Jove,\nTurning mortal for thy love.”",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XVIII",
    "author": "William Shakespeare",
    "text": "My flocks feed not,\nMy ewes breed not,\nMy rams speed not,\n  All is amiss:\nLove denying,\nFaith’s defying,\nHeart’s renying,\n  Causer of this.\nAll my merry jigs are quite forgot,\nAll my lady’s love is lost, God wot:\nWhere her faith was firmly fix’d in love,\nThere a nay is placed without remove.\nOne silly cross\nWrought all my loss;\n  O frowning Fortune, cursed, fickle dame!\nFor now I see\nInconstancy\n  More in women than in men remain.\nIn black mourn I,\nAll fears scorn I,\nLove bath forlorn me,\n  Living in thrall:\nHeart is bleeding,\nAll help needing,\nO cruel speeding,\n  Fraughted with gall.\nMy shepherd’s pipe can sound no deal;\nMy wether’s bell rings doleful knell;\nMy curtail dog, that wont to have play’d,\nPlays not at all, but seems afraid;\nWith sighs so deep\nProcures to weep,\n  In howling wise, to see my doleful plight.\nHow sighs resound\nThrough heartless ground,\n  Like a thousand vanquish’d men in bloody fight!\nClear wells spring not,\nSweet birds sing not,\nGreen plants bring not\n  Forth their dye;\nHerds stand weeping,\nFlocks all sleeping,\nNymphs back peeping\n  Fearfully:\nAll our pleasure known to us poor swains,\nAll our merry meetings on the plains,\nAll our evening sport from us is fled,\nAll our love is lost, for Love is dead.\nFarewell, sweet lass,\nThy like ne’er was\n  For a sweet content, the cause of all my moan:\nPoor Corydon\nMust live alone;\n  Other help for him I see that there is none.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XIX",
    "author": "William Shakespeare",
    "text": "When as thine eye hath chose the dame,\nAnd stall’d the deer that thou should’st strike,\nLet reason rule things worthy blame,\nAs well as fancy partial might:\n  Take counsel of some wiser head,\n  Neither too young nor yet unwed.\nAnd when thou comest thy tale to tell,\nSmooth not thy tongue with filed talk,\nLest she some subtle practice smell⁠—\nA cripple soon can find a halt;⁠—\n  But plainly say thou lovest her well,\n  And set thy person forth to sell.\nWhat though her frowning brows be bent,\nHer cloudy looks will calm ere night:\nAnd then too late she will repent\nThat thus dissembled her delight;\n  And twice desire, ere it be day,\n  That which with scorn she put away.\nWhat though she strive to try her strength,\nAnd ban and brawl, and say thee nay,\nHer feeble force will yield at length,\nWhen craft hath taught her thus to say,\n  “Had women been so strong as men,\n  In faith, you had not had it then.”\nAnd to her will frame all thy ways;\nSpare not to spend, and chiefly there\nWhere thy desert may merit praise,\nBy ringing in thy lady’s ear:\n  The strongest castle, tower, and town,\n  The golden bullet beats it down.\nServe always with assured trust,\nAnd in thy suit be humble true;\nUnless thy lady prove unjust,\nPress never thou to choose anew:\n  When time shall serve, be thou not slack\n  To proffer, though she put thee back.\nThe wiles and guiles that women work,\nDissembled with an outward show,\nThe tricks and toys that in them lurk,\nThe cock that treads them shall not know.\n  Have you not heard it said full oft,\n  A woman’s nay doth stand for nought?\nThink women still to strive with men,\nTo sin and never for to saint:\nThere is no heaven, by holy then,\nWhen time with age doth them attaint.\n  Were kisses all the joys in bed,\n  One woman would another wed.\nBut, soft! enough, too much, I fear;\nLest that my mistress hear my song,\nShe will not stick to round me i’ the ear,\nTo teach my tongue to be so long:\n  Yet will she blush, here be it said,\n  To hear her secrets so bewray’d.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XX",
    "author": "William Shakespeare",
    "text": "Live with me, and be my love,\nAnd we will all the pleasures prove\nThat hills and valleys, dales and fields,\nAnd all the craggy mountains yields.\nThere will we sit upon the rocks,\nAnd see the shepherds feed their flocks,\nBy shallow rivers, by whose falls\nMelodious birds sing madrigals.\nThere will I make thee a bed of roses,\nWith a thousand fragrant posies,\nA cap of flowers, and a kirtle\nEmbroider’d all with leaves of myrtle.\nA belt of straw and ivy buds,\nWith coral clasps and amber studs;\nAnd if these pleasures may thee move,\nThen live with me and be my love.\nLove’s Answer.\nIf that the world and love were young,\nAnd truth in every shepherd’s tongue,\nThese pretty pleasures might me move\nTo live with thee and be thy love.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Passionate Pilgrim XXI",
    "author": "William Shakespeare",
    "text": "As it fell upon a day\nIn the merry month of May,\nSitting in a pleasant shade\nWhich a grove of myrtles made,\nBeasts did leap, and birds did sing,\nTrees did grow, and plants did spring;\nEverything did banish moan,\nSave the nightingale alone:\nShe, poor bird, as all forlorn,\nLean’d her breast up-till a thorn,\nAnd there sung the dolefull’st ditty,\nThat to hear it was great pity:\n“Fie, fie, fie,” now would she cry;\n“Tereu, tereu!” by and by;\nThat to hear her so complain,\nScarce I could from tears refrain;\nFor her griefs, so lively shown,\nMade me think upon mine own.\nAh, thought I, thou mourn’st in vain!\nNone take pity on thy pain:\nSenseless trees they cannot hear thee;\nRuthless beasts they will not cheer thee:\nKing Pandion he is dead;\nAll thy friends are lapp’d in lead;\nAll thy fellow birds do sing,\nCareless of thy sorrowing.\nEven so, poor bird, like thee,\nNone alive will pity me.\nWhilst as fickle Fortune smiled,\nThou and I were both beguiled.\n  Everyone that flatters thee\nIs no friend in misery.\nWords are easy, like the wind;\nFaithful friends are hard to find:\nEvery man will be thy friend\nWhilst thou hast wherewith to spend;\nBut if store of crowns be scant,\nNo man will supply thy want.\nIf that one be prodigal,\nBountiful they will him call,\nAnd with such-like flattering,\n“Pity but he were a king;”\nIf he be addict to vice,\nQuickly him they will entice;\nIf to women he be bent,\nThey have at commandement:\nBut if Fortune once do frown,\nThen farewell his great renown;\nThey that fawn’d on him before\nUse his company no more.\nHe that is thy frend indeed,\nHe will help thee in thy need:\nIf thou sorrow, he will weep;\nIf thou wake, he cannot sleep;\nThus of every grief in heart\nHe with thee doth bear a part.\nThese are certain signs to know\nFaithful friend from flattering foe.",
    "source": "Poetry -- William Shakespeare"
  },
  {
    "title": "The Phoenix and the Turtle",
    "author": "William Shakespeare",
    "text": "Let the bird of loudest lay,\nOn the sole Arabian tree,\nHerald sad and trumpet be,\nTo whose sound chaste wings obey.\nBut thou shrieking harbinger,\nFoul precurrer of the fiend,\nAugur of the fever’s end,\nTo this troop come thou not near!\nFrom this session interdict\nEvery fowl of tyrant wing,\nSave the eagle, feather’d king:\nKeep the obsequy so strict.\nLet the priest in surplice white,\nThat defunctive music can,\nBe the death-divining swan,\nLest the requiem lack his right.\nAnd thou treble-dated crow,\nThat thy sable gender makest\nWith the breath thou givest and takest,\n’Mongst our mourners shalt thou go.\nHere the anthem doth commence:\nLove and constancy is dead;\nPhoenix and the turtle fled\nIn a mutual flame from hence.\nSo they loved, as love in twain\nHad the essence but in one;\nTwo distincts, division none:\nNumber there in love was slain.\nHearts remote, yet not asunder;\nDistance, and no space was seen\n’Twixt the turtle and his queen:\nBut in them it were a wonder.\nSo between them love did shine,\nThat the turtle saw his right\nFlaming in the phoenix’ sight;\nEither was the other’s mine.\nProperty was thus appalled,\nThat the self was not the same;\nSingle nature’s double name\nNeither two nor one was called.\nReason, in itself confounded,\nSaw division grow together,\nTo themselves yet either neither,\nSimple were so well compounded,\nThat it cried, How true a twain\nSeemeth this concordant one!\nLove hath reason, reason none,\nIf what parts can so remain.\nWhereupon it made this threne\nTo the phoenix and the dove,\nCo-supremes and stars of love,\nAs chorus to their tragic scene.\nThrenos.\nBeauty, truth, and rarity,\nGrace in all simplicity,\nHere enclosed in cinders lie.\nDeath is now the phoenix’ nest;\nAnd the turtle’s loyal breast\nTo eternity doth rest,\nLeaving no posterity:\n’Twas not their infirmity,\nIt was married chastity.\nTruth may seem, but cannot be;\nBeauty brag, but ’tis not she;\nTruth and beauty buried be.\nTo this urn let those repair\nThat are either true or fair;\nFor these dead birds sigh a prayer.",
    "source": "Poetry -- William Shakespeare"
  }
]
